;Localization add-in for TLE

;-----------------------
; TLE MISSIONS
;-----------------------

; BLAST FROM THE PAST Mission Templates

[ChallengeAbductionGasStation X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Відбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"

[ChallengeAbductionCemetery X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Відбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"

[ChallengeTerrorBar X2MissionTemplate]
DisplayName="Акція залякування \"Адвента\""
Briefing="Відбувається акція залякування \"Адвента\""
PostMissionType="Акція залякування \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте як мінімум 6 цивільних"
ObjectiveTextPools[1]="Ліквідуйте всіх ворогів"

[ChallengeAbductionTrainyard X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Відбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"

[ChallengeTerrorPoliceStation X2MissionTemplate]
DisplayName="Акція залякування \"Адвента\""
Briefing="Відбувається акція залякування \"Адвента\""
PostMissionType="Акція залякування \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте як мінімум 6 цивільних"
ObjectiveTextPools[1]="Ліквідуйте всіх ворогів"

[ChallengeAbductionFarm X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Відбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"

[ChallengeAbductionDam X2MissionTemplate]
DisplayName="Викрадення людей"
Briefing="Відбувається викрадення людей"
PostMissionType="Викрадення людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"

; IT CAME FROM THE SEA Mission Templates

[ChallengeAbductionWaterfront X2MissionTemplate]
DisplayName="Розслідуйте подію"
Briefing="Помічено подію"
PostMissionType="Розслідування події"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"

[ChallengeTerrorCoastalRadio X2MissionTemplate]
DisplayName="Акція залякування \"Адвента\""
Briefing="Відбувається акція залякування \"Адвента\""
PostMissionType="Акція залякування \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте як мінімум 6 цивільних"
ObjectiveTextPools[1]="Ліквідуйте всіх ворогів"

[ChallengeGatherWaterfrontRadio X2MissionTemplate]
DisplayName="Заберіть ведучого піратського радіо з покинутого міста"
Briefing="Заберіть ведучого піратського радіо з покинутого міста"
PostMissionType="Заберіть ведучого"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Заберіть ведучого піратського радіо"
ObjectiveTextPools[1]="Доставте ведучого в точку евакуації"

[ChallengeDestroyWaterfrontRadio X2MissionTemplate]
DisplayName="Знищіть піратський передавач"
Briefing="Знищіть піратський передавач"
PostMissionType="Знищіть піратський передавач"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Знищіть піратський передавач"

[ChallengeExtractCoastalRadio X2MissionTemplate]
DisplayName="Евакуюйте ведучого з прибережного села"
Briefing="Евакуюйте ведучого з прибережного села"
PostMissionType="Евакуюйте ведучого"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Доставте ведучого в точку евакуації"

[ChallengeHackWaterfrontRadio X2MissionTemplate]
DisplayName="Зламайте піратську радіостанцію"
Briefing="Зламайте термінал - піратська радіостанція"
PostMissionType="Зламайте піратську радіостанцію"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Зламайте піратську радіостанцію"

[ChallengeSabotageWaterfrontTransmitter X2MissionTemplate]
DisplayName="Виведіть з ладу передавач прибульців"
Briefing="Виведіть з ладу передавач прибульців"
PostMissionType="Виведіть з ладу передавач прибульців"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="Закладіть заряди X4 біля передавача прибульців"
ObjectiveTextPools[1]="Залиште зону операції"

; AVENGER ASSEMBLE Mission Templates

[ChallengeRecoverChair X2MissionTemplate]
DisplayName="Заберіть ракети \"Лавина\" з розбитого перехоплювача"
Briefing="Заберіть ракети \"Лавина\" - розбитий перехоплювач"
PostMissionType="Заберіть ракети \"Лавина\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Заберіть ракети \"Лавина\" з розбитого перехоплювача"

[ChallengeRecoverRotor X2MissionTemplate]
DisplayName="Заберіть роторний блок з розбитого \"Рейнджера\""
Briefing="Заберіть ротор - розбитий \"Рейнджер\""
PostMissionType="Заберіть роторний блок"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Заберіть роторний блок з розбитого \"Рейнджера\""

[ChallengeRecoverMissiles X2MissionTemplate]
DisplayName="Заберіть крісло пілота з розбитого перехоплювача"
Briefing="Заберіть крісло пілота - розбитий перехоплювач"
PostMissionType="Заберіть крісло пілота"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Заберіть крісло пілота з розбитого перехоплювача"

[ChallengeHackPowerGrid X2MissionTemplate]
DisplayName="Зламайте систему ІІ НЛО"
Briefing="Злам ІІ НЛО"
PostMissionType="Злам ІІ НЛО"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Зламайте кустарну енергосітку"

[ChallengeGatherSkyranger X2MissionTemplate]
DisplayName="Заберіть агента з чорного ринку з розбитого \"Рейнджера\""
Briefing="Заберіть агента з чорного ринку з розбитого \"Рейнджера\""
PostMissionType="Заберіть агента з чорного ринку"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Заберіть агента з чорного ринку"
ObjectiveTextPools[1]="Доставте оператора в точку евакуації"

[ChallengeProtectUFODevice X2MissionTemplate]
DisplayName="Захистіть пристрій біля впавшого НЛО"
Briefing="Захистіть пристрій - впавший НЛО"
PostMissionType="Захистіть пристрій"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Захопіть і захистіть передавач"

[ChallengeRecoverManual X2MissionTemplate]
DisplayName="Захопіть стабілізатор потужності з сівшого НЛО"
Briefing="Захопіть стабілізатор потужності - сівший НЛО"
PostMissionType="Захопіть стабілізатор потужності"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Захопіть стабілізатор потужності з сівшого НЛО"

; THE LAZARUS PROJECT Mission Templates

[ChallengeRescueShen X2MissionTemplate]
DisplayName="Врятуйте Лілі Шень з камери \"Адвента\""
Briefing="Врятуйте Лілі Шень з камери \"Адвента\""
PostMissionType="Евакуюйте ВІПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Лілі Шень з полону \"Адвента\""

[ChallengeRescueJaneKelly X2MissionTemplate]
DisplayName="Врятуйте Джейн Келлі з поїзда \"Адвента\""
Briefing="Врятуйте Джейн Келлі з поїзда \"Адвента\""
PostMissionType="Евакуюйте ВІПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Джейн Келлі з поїзда \"Адвента\""

[ChallengeSabotageSiegeCannon X2MissionTemplate]
DisplayName="Виведіть з ладу осадну гармату \"Адвента\""
Briefing="Виведіть з ладу осадну гармату \"Адвента\""
PostMissionType="Виведіть з ладу осадну гармату \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Ліквідуйте всі сили противника"
ObjectiveTextPools[1]="Закладіть заряд X4 біля осадної гармати"

[ChallengeRescuePeterOsei X2MissionTemplate]
DisplayName="Врятуйте Пітера Осея з камери \"Адвента\""
Briefing="Врятуйте Пітера Осея з камери \"Адвента\""
PostMissionType="Евакуюйте ВІПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Пітера Осея з полону \"Адвента\""

[ChallengeRescueAnaRamirez X2MissionTemplate]
DisplayName="Врятуйте Анну Рамірес з депо"
Briefing="Врятуйте Анну Рамірес з депо"
PostMissionType="Евакуюйте ВІПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Врятуйте Анну Рамірес з полону \"Адвента\""

[ChallengeExtractTygan X2MissionTemplate]
DisplayName="Евакуюйте Тайгана з тунелів"
Briefing="Евакуюйте Тайгана з тунелів"
PostMissionType="Евакуюйте ВІПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Доставте Тайгана в точку евакуації"

[ChallengeRecoverSweater X2MissionTemplate]
DisplayName="Заберіть артефакт з цитаделі \"Адвента\""
Briefing="Заберіть артефакт - цитадель \"Адвента\""
PostMissionType="Захопіть предмет"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Заберіть артефакт з цитаделі \"Адвента\""

; BLAST FROM THE PAST Mission Narrative Templates

[DefaultChallengeAbductionGasStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"

[DefaultChallengeAbductionCemetery X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"

[DefaultChallengeTerrorBar X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте як мінімум 6 цивільних від сил \"Адвента\""
ObjectiveTextPools[1]="Нейтралізуйте ударну групу \"Адвента\""

[DefaultChallengeAbductionTrainyard X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"

[DefaultChallengeTerrorPoliceStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте як мінімум 6 цивільних від сил \"Адвента\""
ObjectiveTextPools[1]="Нейтралізуйте ударну групу \"Адвента\""

[DefaultChallengeAbductionFarm X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"

[DefaultChallengeAbductionDam X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"

; IT CAME FROM THE SEA Mission Narrative Templates

[DefaultChallengeAbductionWaterfront X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"

[DefaultChallengeTerrorCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте як мінімум 6 цивільних від сил прибульців"
ObjectiveTextPools[1]="Нейтралізуйте ударну групу прибульців"

[DefaultChallengeDestroyWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ліквідуйте всіх ворогів"
ObjectiveTextPools[1]="Знищіть передавач, перш ніж передача буде завершена"

[DefaultChallengeGatherWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знайдіть ведучого піратського радіо"
ObjectiveTextPools[1]="Врятуйте ведучого піратського радіо"
ObjectiveTextPools[2]="Додатково: врятуйте охоронців ведучого"
ObjectiveTextPools[3]="Евакуюйте ведучого в зазначеній точці"
ObjectiveTextPools[4]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeExtractCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ходів до відступу \"Рейнджера\""
ObjectiveTextPools[1]="Евакуюйте ведучого в зазначеному місці"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeHackWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Зламайте піратську радіостанцію"

[DefaultChallengeSabotageWaterfrontTransmitter X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Закладіть X4, щоб знищити передавач прибульців"
ObjectiveTextPools[1]="Евакуюйте хоча б одного агента XCOM"

; AVENGER ASSEMBLE Mission Narrative Templates

[DefaultChallengeRecoverChair X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Скануйте ракети \"Лавина\""

[DefaultChallengeRecoverRotor X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Проскануйте роторний блок"

[DefaultChallengeRecoverMissiles X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Проскануйте крісло пілота"

[DefaultChallengeHackPowerGrid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Зламайте систему ІІ НЛО"

[DefaultChallengeGatherSkyranger X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знайдіть торговця з чорного ринку"
ObjectiveTextPools[1]="Врятуйте торговця з чорного ринку"
ObjectiveTextPools[2]="Додатково: врятуйте охоронців чорного ринку"
ObjectiveTextPools[3]="Евакуюйте торговця в зазначеній точці"
ObjectiveTextPools[4]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeProtectUFODevice X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Захистіть пристрій перехоплення даних"
ObjectiveTextPools[1]="Знищіть всіх ворогів"

[DefaultChallengeRecoverManual X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Знищіть всіх ворогів"
ObjectiveTextPools[1]="Захопіть стабілізатор потужності"

; THE LAZARUS PROJECT Mission Narrative Templates

[DefaultChallengeRescueShen X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Звільніть Шень з в'язниці \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Шень в зазначеному місці"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRescueJaneKelly X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте Джейн Келлі з в'язниці \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Джейн Келлі в зазначеному місці"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeSabotageSiegeCannon X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Закладіть X4, щоб знищити осадну гармату"
ObjectiveTextPools[1]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRescuePeterOsei X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Звільніть Пітера Осея з в'язниці \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Пітера Осея в зазначеному місці"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRescueAnaRamirez X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Врятуйте Анну Рамірес з полону \"Адвента\""
ObjectiveTextPools[1]="Евакуюйте Анну Рамірес в зазначеному місці"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeExtractTygan X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ходів до відступу \"Рейнджера\""
ObjectiveTextPools[1]="Евакуюйте Тайгана в зазначеному місці"
ObjectiveTextPools[2]="Евакуюйте хоча б одного агента XCOM"

[DefaultChallengeRecoverSweater X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Центр повинен залишатися в свідомості"
ObjectiveTextPools[1]="Знищіть всіх ворогів"
ObjectiveTextPools[2]="Знайдіть стазис-капсулу"
ObjectiveTextPools[3]="Центр повинен забрати прототип з стазис-капсули"

; IT CAME FROM THE SEA Quest Item Templates

[WaterfrontRadio X2QuestItemTemplate]
FriendlyName="Прибережна радіостанція"
FriendlyNamePlural="Прибережні радіостанції"
LootTooltip="Зупиніть мовлення піратської радіостанції, щоб зупинити навалу крісалід."

; AVENGER ASSEMBLE Quest Item Templates

[PilotSeat X2QuestItemTemplate]
FriendlyName="Крісло пілота перехоплювача"
FriendlyNamePlural="Крісла пілота перехоплювача"
LootTooltip="Це має підійти для керування \"Месником\"."

[RotorMechanism X2QuestItemTemplate]
FriendlyName="Роторний блок \"Рейнджера\""
FriendlyNamePlural="Роторні блоки \"Рейнджера\""
LootTooltip="Це можна використовувати для модифікації несправних систем \"Месника\"."

[AvalancheMissiles X2QuestItemTemplate]
FriendlyName="Ракета \"Лавина\""
FriendlyNamePlural="Ракети \"Лавина\""
LootTooltip="Після цього Шень зможе адаптувати систему наведення для \"Месника\"."

[OperatorsManual X2QuestItemTemplate]
FriendlyName="Стабілізатор потужності"
FriendlyNamePlural="Стабілізатори потужності"
LootTooltip="Інопланетний стабілізатор потужності допоможе нам знову підняти \"Месник\" в небо."

; THE LAZARUS PROJECT Quest Item Templates

[Sweater X2QuestItemTemplate]
FriendlyName="Светр Бредфорда"
FriendlyNamePlural="Светри Бредфорда"
BriefSummary="Легенда на легенді. Найбільш впізнаваний елемент гардеробу XCOM."

; IT CAME FROM THE SEA Hack Reward Templates

[WaterfrontRadio X2HackRewardTemplate]
FriendlyName="Прибережна радіостанція"
Description="Зупиніть мовлення піратської радіостанції, щоб зупинити навалу крісалід."

; AVENGER ASSEMBLE Hack Reward Templates

[PilotSeat X2HackRewardTemplate]
FriendlyName="Крісло пілота перехоплювача"
Description="Проскануйте крісло пілота, щоб використовувати його для керування \"Месником\"."

[RotorMechanism X2HackRewardTemplate]
FriendlyName="Роторний блок \"Рейнджера\""
Description="Проскануйте блок, щоб Шень могла використовувати його при переробці \"Месника\"."

[UFOPowerGrid X2HackRewardTemplate]
FriendlyName="Навігаційна система прибульців"
Description="Навігаційна система прибульців допоможе нам знову підняти \"Месник\" в небо."

[AvalancheMissiles X2HackRewardTemplate]
FriendlyName="Ракета \"Лавина\""
Description="Проскануйте систему наведення цих ракет для \"Месника\"."

[OperatorsManual X2HackRewardTemplate]
FriendlyName="Стабілізатор потужності"
Description="Цей інопланетний стабілізатор потужності допоможе нам знову підняти \"Месник\" в небо."

; Mission strings

[LadderMissionTimers]
TimerICFTSHackTitle="Виведіть з ладу піратську радіостанцію"
TimerICFTSHackSubtitle="Ходів до поразки"
TimerCouncilTitle="Евакуювати всіх"
TimerCouncilSubtitle="Ходів до поразки"
TimerAAHackTitle="Зламайте систему ІІ НЛО"
TimerAAHackSubtitle="Ходів до опромінення"
TimerRelayTitle="Знищіть піратську радіостанцію"
TimerRelaySubtitle="Ходів до поразки"
TimerSabotageTitle="Заряди X4"
TimerSabotageSubtitle="Ходів до вибуху"

;-----------------------
; TLE WEAPONS
;-----------------------

[TLE_AssaultRifle_CV X2WeaponTemplate]
FriendlyName="Старий автомат"
FriendlyNamePlural="Старі автомати"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це - найбільш часто зустрічається зразок, недалеко пішовший від гвинтівки, якою користувалися 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо модульні технології."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата при відсутності особливих здібностей.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Старий автомат"

[TLE_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="Кустарна магнітна гвинтівка"
FriendlyNamePlural="Кустарні магнітні гвинтівки"
BriefSummary="Освоєння магнітних технологій дозволило нам створити вдосконалене зброю, аналогічну гвинтівці. Вона представляє собою суттєвий крок вперед у порівнянні зі звичайними трофейними гвинтівками."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата при відсутності особливих здібностей.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Кустарна магнітна гвинтівка"

[TLE_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="Рання плазмена гвинтівка"
FriendlyNamePlural="Ранні плазменні гвинтівки"
BriefSummary="Ми нарешті змогли розібратися в конструкції променевої зброї прибульців і тепер можемо розробляти власну. З новими гвинтівками наші солдати впораються з будь-яким противником, який їм трапиться."
TacticalText="<Bullet/> Плазмена гвинтівка - нескладна, але надзвичайно руйнівна зброя піхоти.\n<Bullet/> Постріл з основної зброї завжди завершує хід солдата.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Рання плазмена гвинтівка"

[TLE_Cannon_CV X2WeaponTemplate]
FriendlyName="Легкий кулемет"
FriendlyNamePlural="Легкі кулемети"
BriefSummary="Ручний кулемет - імпровізована зброя вогневої підтримки з великою зоною ураження. Хоча він, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо модульні технології."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Легкий кулемет"

[TLE_Cannon_MG X2WeaponTemplate]
FriendlyName="Магнітна гармата підтримки"
FriendlyNamePlural="Магнітні гармати підтримки"
BriefSummary="Розробка магнітного озброєння дозволила нам використовувати скорострільний варіант гармати. Вогонь наших гренадерів стає помітно смертоноснішим."
TacticalText="<Bullet/> Магнітна гармата підтримки представляє собою більш потужну, але таку ж компактну версію легкого кулемета.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Магнітна гармата підтримки"

[TLE_Cannon_BM X2WeaponTemplate]
FriendlyName="Енергогармата"
FriendlyNamePlural="Енергогармати"
BriefSummary="Розробка більш потужного променевого озброєння для гренадерів вимагає значних зусиль, але, безсумнівно, підвищує їх ефективність."
TacticalText="<Bullet/> Енергогармата - найбільш потужна зброя вогневої підтримки, доступна нашим військам.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Енергогармата"

[TLE_Pistol_CV X2WeaponTemplate]
FriendlyName="Традиційний пістолет"
FriendlyNamePlural="Традиційні пістолети"
BriefSummary="На додаток до гвинтівок снайпери XCOM носять великокаліберні пістолети. Добре підготовлений снайпер може бути виключно небезпечний і на близькій відстані."
TacticalText="<Bullet/> Пістолет в руках досвідченого снайпера - не просто запасна зброя.\n<Bullet/> На відміну від снайперської гвинтівки, для пострілу з пістолета потрібно тільки одна дія.\n<Bullet/> Снайпери можуть вивчати різні здібності, що підвищують ефективність цієї зброї."
AbilityDescName="Традиційний пістолет"

[TLE_Pistol_MG X2WeaponTemplate]
FriendlyName="Рейлпістолет"
FriendlyNamePlural="Рейлпістолети"
BriefSummary="Новий пістолет, створений на основі освоєних нами магнітних технологій, представляє собою помітне поліпшення в порівнянні зі стандартною зброєю."
TacticalText="<Bullet/> Рейлпістолети помітно ефективніші за свої стандартні попередники.\n<Bullet/> На відміну від снайперської гвинтівки, для пострілу з пістолета потрібно тільки одна дія."
AbilityDescName="Рейлпістолет"

[TLE_Pistol_BM X2WeaponTemplate]
FriendlyName="Енергопістолет"
FriendlyNamePlural="Енергопістолети"
BriefSummary="Пістолет, створений на основі променевих технологій прибульців. Досконала зброя."
TacticalText="<Bullet/> Енергопістолети перевершують за потужністю всі земні аналоги.\n<Bullet/> На відміну від снайперської гвинтівки, для пострілу з пістолета потрібно тільки одна дія."
AbilityDescName="Енергопістолет"

[TLE_Shotgun_CV X2WeaponTemplate]
FriendlyName="Дробовик Гаусса"
FriendlyNamePlural="Дробовики Гаусса"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це - спеціальна зброя для коротких дистанцій. Хоча вона, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати її за допомогою трофейних матеріалів, коли розробимо модульні технології."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата.\n<Bullet/> Дробовики виключно ефективні на короткій відстані, але чим далі ціль, тим нижча точність.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Дробовик Гаусса"

[TLE_Shotgun_MG X2WeaponTemplate]
FriendlyName="Посилений дробовик"
FriendlyNamePlural="Посилені дробовики"
BriefSummary="Магнітна технологія дозволить нам використовувати шматочки інопланетних сплавів у зброї, яке помітно посилить бойову ефективність рейнджерів, особливо вблизь."
TacticalText="<Bullet/> Магнітні технології дозволили створити нові зразки озброєння, які замінили доступні солдатам XCOM дробовики.\n<Bullet/> Дробовики виключно ефективні на короткій відстані, але чим далі ціль, тим нижча точність.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Посилений дробовик"

[TLE_Shotgun_BM X2WeaponTemplate]
FriendlyName="Енергомітла"
FriendlyNamePlural="Енергомітли"
BriefSummary="«Енергомітла» випускає по цілі концентровану серію імпульсів, пропалюючи і розплавляючи значну площу."
TacticalText="<Bullet/> Найсучасніше озброєння в класі дробовиків, доступне солдатам XCOM.\n<Bullet/> Дробовики виключно ефективні на короткій відстані, але чим далі ціль, тим нижча точність.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Енергомітла"

[TLE_SniperRifle_CV X2WeaponTemplate]
FriendlyName="Снайперська гвинтівка"
FriendlyNamePlural="Снайперські гвинтівки"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це - спеціальна зброя для середньої і дальньої дистанції. Хоча вона, безсумнівно, поступається магнітним технологіям \"Адвента\", ми зможемо доопрацювати її за допомогою трофейних матеріалів, коли розробимо модульні технології."
TacticalText="<Bullet/> Постріл з снайперської гвинтівки вимагає дві дії.\n<Bullet/> На ближній дистанції потрапити зі снайперської гвинтівки складніше.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Снайперська гвинтівка"

[TLE_SniperRifle_MG X2WeaponTemplate]
FriendlyName="Крупнокаліберна гвинтівка"
FriendlyNamePlural="Крупнокаліберні гвинтівки"
BriefSummary="Магнітні технології особливо підходять для точного і не швидкого озброєння на кшталт снайперських гвинтівок. Гвинтівка з системою Гаусса дозволить нашим снайперам наносити колосальні ушкодження з великої дистанції."
TacticalText="<Bullet/> Постріл зі снайперської гвинтівки вимагає дві дії.\n<Bullet/> Це озброєння менш точно на близькій відстані, але смертельно при стрільбі здалеку.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Крупнокаліберна гвинтівка"

[TLE_SniperRifle_BM X2WeaponTemplate]
FriendlyName="Снайперська енергогвинтівка"
FriendlyNamePlural="Снайперські енергогвинтівки"
BriefSummary="Технології фокусування променя, очевидно, можуть підійти для поліпшення зброї снайперів. Плазмове спис - снайперська гвинтівка, яка не має собі рівних по точності стрільби."
TacticalText="<Bullet/> Вершина розвитку снайперського озброєння.\n<Bullet/> Постріл зі снайперської гвинтівки вимагає дві дії.\n<Bullet/> Це озброєння менш точно на близькій відстані, але смертельно при стрільбі здалеку.\n<Bullet/> Сучасні удосконалення несумісні з цією застарілою конструкцією."
AbilityDescName="Снайперська енергогвинтівка"

[TLE_Sword_CV X2WeaponTemplate]
FriendlyName="Класичний меч"
FriendlyNamePlural="Класичні мечі"
BriefSummary="Рейнджери вміло володіють холодною зброєю і здатні ліквідувати ворога в ближньому бою."
TacticalText="<Bullet/> Рейнджери здатні використовувати меч в ближньому бою, навіть якщо вони витратили обидві дії на переміщення або ривок.\n<Bullet/> Перехід до ближнього бою може вирішити результат сутички, але будьте обережнішими.\n<Bullet/> Не пропустіть шанс поліпшити ефективність зброї ближнього бою за допомогою технологій противника."
AbilityDescName="Класичний меч"

[TLE_Sword_MG X2WeaponTemplate]
FriendlyName="Експериментальний клинок"
FriendlyNamePlural="Експериментальні клинки"
BriefSummary="Коли фізичної сили не вистачає, настає час дугового клинка. Бойову ефективність звичайного меча доповнює електричний розряд, здатний оглушити ворога в разі, якщо той переживе атаку."
TacticalText="<Bullet/> Експериментальний клинок додає електророзряд до удару мечем, підвищуючи ушкодження і додаючи ймовірність оглушити ціль."
AbilityDescName="Експериментальний клинок"

[TLE_Sword_BM X2WeaponTemplate]
FriendlyName="Поліпшений клинок"
FriendlyNamePlural="Поліпшені клинки"
BriefSummary="Поліпшений клинок представляє собою нагрівається плазмою металевий сердечник в надтонкому магнітному полі - небезпечна зброя ближнього бою, що дозволяє підпалювати ворогів."
TacticalText="<Bullet/> Найбільш досконала версія рейнджерського меча. Наносить високі ушкодження і може підпалити ціль."
AbilityDescName="Поліпшений клинок"

[RangerKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня рейнджера"
FriendlyNamePlural="Кустарна польова броня рейнджера"
BriefSummary="Цей стандартний бронежилет виготовлений з уламків, знайдених на полі бою і в збройних тайниках Опору. Він забезпечує мінімальний захист від зброї \"Адвента\" і прибульців."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослідження допоможуть отримати доступ до більш якісної броні."

[GrenadierKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня гранатометника"
FriendlyNamePlural="Кустарна польова броня гранатометника"
BriefSummary="Цей стандартний бронежилет виготовлений з уламків, знайдених на полі бою і в збройних тайниках Опору. Він забезпечує мінімальний захист від зброї \"Адвента\" і прибульців."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослідження допоможуть отримати доступ до більш якісної броні."

[SpecialistKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня спеціаліста"
FriendlyNamePlural="Кустарна польова броня спеціаліста"
BriefSummary="Цей стандартний бронежилет виготовлений з уламків, знайдених на полі бою і в збройних тайниках Опору. Він забезпечує мінімальний захист від зброї \"Адвента\" і прибульців."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослідження допоможуть отримати доступ до більш якісної броні."

[SharpshooterKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня снайпера"
FriendlyNamePlural="Кустарна польова броня снайпера"
BriefSummary="Цей стандартний бронежилет виготовлений з уламків, знайдених на полі бою і в збройних тайниках Опору. Він забезпечує мінімальний захист від зброї \"Адвента\" і прибульців."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослідження допоможуть отримати доступ до більш якісної броні."

[PsiOperativeKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарна польова броня псі-агента"
FriendlyNamePlural="Кустарна польова броня псі-агента"
BriefSummary="Цей стандартний бронежилет виготовлений з уламків, знайдених на полі бою і в збройних тайниках Опору. Він забезпечує мінімальний захист від зброї \"Адвента\" і прибульців."
TacticalText="<Bullet/> У стандартний боєкомплект входить кевларовий бронежилет.\n<Bullet/> Дослідження допоможуть отримати доступ до більш якісної броні."

[RangerPlatedArmor X2ArmorTemplate]
FriendlyName="Поліпшена польова броня рейнджера"
FriendlyNamePlural="Поліпшена польова броня рейнджера"
BriefSummary="Завдяки очищеним пластин від бронежилета \"Адвента\" цей костюм забезпечує посилену захист і надає додаткове місце для перенесення предметів."
TacticalText="<Bullet/> Броня середньої тяжкості, виконана з уламків техніки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[GrenadierPlatedArmor X2ArmorTemplate]
FriendlyName="Поліпшена польова захист гранатометника"
FriendlyNamePlural="Поліпшена польова захист гранатометника"
BriefSummary="Завдяки очищеним пластин від бронежилета \"Адвента\" цей костюм забезпечує посилену захист і надає додаткове місце для перенесення предметів."
TacticalText="<Bullet/> Броня середньої тяжкості, виконана з уламків техніки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[SpecialistPlatedArmor X2ArmorTemplate]
FriendlyName="Поліпшена польова броня спеціаліста"
FriendlyNamePlural="Поліпшена польова броня спеціаліста"
BriefSummary="Завдяки очищеним пластин від бронежилета \"Адвента\" цей костюм забезпечує посилену захист і надає додаткове місце для перенесення предметів."
TacticalText="<Bullet/> Броня середньої тяжкості, виконана з уламків техніки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[SharpshooterPlatedArmor X2ArmorTemplate]
FriendlyName="Поліпшена польова броня снайпера"
FriendlyNamePlural="Поліпшена польова броня снайпера"
BriefSummary="Завдяки очищеним пластин від бронежилета \"Адвента\" цей костюм забезпечує посилену захист і надає додаткове місце для перенесення предметів."
TacticalText="<Bullet/> Броня середньої тяжкості, виконана з уламків техніки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[PsiOperativePlatedArmor X2ArmorTemplate]
FriendlyName="Поліпшена польова броня псі-агента"
FriendlyNamePlural="Поліпшена польова броня псі-агента"
BriefSummary="Завдяки очищеним пластин від бронежилета \"Адвента\" цей костюм забезпечує посилену захист і надає додаткове місце для перенесення предметів."
TacticalText="<Bullet/> Броня середньої тяжкості, виконана з уламків техніки \"Адвента\".\n<Bullet/> Будучи бронею середнього класу, вона має слот для одного додаткового предмета."

[RangerPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня рейнджера"
FriendlyNamePlural="Експериментальна силова броня рейнджера"
BriefSummary="Опановуючи секрети елерію, ми змогли створити ідеальну бойову броню. Комплект силової броні \"Зберігач\" відрізняється неперевершеною міцністю і універсальністю і допоможе нам протистояти невпинно нарощує свою міць ворогові."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класі захисту.\n<Bullet/> Має 2 слоти для спорядження."

[GrenadierPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня гранатометника"
FriendlyNamePlural="Експериментальна силова броня гранатометника"
BriefSummary="Опановуючи секрети елерію, ми змогли створити ідеальну бойову броню. Комплект силової броні \"Зберігач\" відрізняється неперевершеною міцністю і універсальністю і допоможе нам протистояти невпинно нарощує свою міць ворогові."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класі захисту.\n<Bullet/> Має 2 слоти для спорядження."

[SpecialistPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня спеціаліста"
FriendlyNamePlural="Експериментальна силова броня спеціаліста"
BriefSummary="Опановуючи секрети елерію, ми змогли створити ідеальну бойову броню. Комплект силової броні \"Зберігач\" відрізняється неперевершеною міцністю і універсальністю і допоможе нам протистояти невпинно нарощує свою міць ворогові."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класі захисту.\n<Bullet/> Має 2 слоти для спорядження."

[SharpshooterPoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня снайпера"
FriendlyNamePlural="Експериментальна силова броня снайпера"
BriefSummary="Опановуючи секрети елерію, ми змогли створити ідеальну бойову броню. Комплект силової броні \"Зберігач\" відрізняється неперевершеною міцністю і універсальністю і допоможе нам протистояти невпинно нарощує свою міць ворогові."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класі захисту.\n<Bullet/> Має 2 слоти для спорядження."

[PsiOperativePoweredArmor X2ArmorTemplate]
FriendlyName="Експериментальна силова броня псі-агента"
FriendlyNamePlural="Експериментальна силова броня псі-агента"
BriefSummary="Опановуючи секрети елерію, ми змогли створити ідеальну бойову броню. Комплект силової броні \"Зберігач\" відрізняється неперевершеною міцністю і універсальністю і допоможе нам протистояти невпинно нарощує свою міць ворогові."
TacticalText="<Bullet/> Краще, що доступно нам в середньому класі захисту.\n<Bullet/> Має 2 слоти для спорядження."

; Helmet Tier 1 ///////////////////////////

;Tier 1 A & variant
[TLE_Helmet_Tier1_A_M X2BodyPartTemplate]
DisplayName="Шолом з комунікатором та окулярами"
[TLE_Helmet_Tier1_A_F X2BodyPartTemplate]
DisplayName="Шолом з комунікатором та окулярами"
[TLE_Helmet_Tier1_A2_M X2BodyPartTemplate]
DisplayName="Шолом з комунікатором"
[TLE_Helmet_Tier1_A2_F X2BodyPartTemplate]
DisplayName="Шолом з комунікатором"

;Tier 1 B & variant
[TLE_Helmet_Tier1_B_M X2BodyPartTemplate]
DisplayName="Капюшон зі шнуром та маскою"
[TLE_Helmet_Tier1_B_F X2BodyPartTemplate]
DisplayName="Капюшон зі шнуром та маскою"
[TLE_Helmet_Tier1_B2_M X2BodyPartTemplate]
DisplayName="Капюшон зі шнуром"
[TLE_Helmet_Tier1_B2_F X2BodyPartTemplate]
DisplayName="Капюшон зі шнуром"

;Tier 1 C & variant
[TLE_Helmet_Tier1_C_M X2BodyPartTemplate]
DisplayName="Пілот \"Рейнджера\" з окулярами"
[TLE_Helmet_Tier1_C_F X2BodyPartTemplate]
DisplayName="Пілот \"Рейнджера\" з окулярами"
[TLE_Helmet_Tier1_C2_M X2BodyPartTemplate]
DisplayName="Врятований пілот \"Рейнджера\""
[TLE_Helmet_Tier1_C2_F X2BodyPartTemplate]
DisplayName="Врятований пілот \"Рейнджера\""

;Tier 1 D & variant
[TLE_Helmet_Tier1_D_M X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\""
[TLE_Helmet_Tier1_D_F X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\""
[TLE_Helmet_Tier1_D2_M X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\" без ліхтаря"
[TLE_Helmet_Tier1_D2_F X2BodyPartTemplate]
DisplayName="Шолом \"тунельної пацюки\" без ліхтаря"

 ; Helmet Tier 2 ///////////////////////////

;Tier 2 A & variant
[TLE_Helmet_Tier2_A_M X2BodyPartTemplate]
DisplayName="Бронезахист мозку"
[TLE_Helmet_Tier2_A_F X2BodyPartTemplate]
DisplayName="Бронезахист мозку"
[TLE_Helmet_Tier2_A2_M X2BodyPartTemplate]
DisplayName="Поліпшена бронезахист мозку"
[TLE_Helmet_Tier2_A2_F X2BodyPartTemplate]
DisplayName="Поліпшена бронезахист мозку"

;Tier 2 B & variant
[TLE_Helmet_Tier2_B_M X2BodyPartTemplate]
DisplayName="Грубий біохімічний фільтр"
[TLE_Helmet_Tier2_B_F X2BodyPartTemplate]
DisplayName="Грубий біохімічний фільтр"
[TLE_Helmet_Tier2_B2_M X2BodyPartTemplate]
DisplayName="Захищений біохімічний фільтр"
[TLE_Helmet_Tier2_B2_F X2BodyPartTemplate]
DisplayName="Захищений біохімічний фільтр"

;Tier 2 C
[TLE_Helmet_Tier2_C_M X2BodyPartTemplate]
DisplayName="Тріщиноподібний забрало"
[TLE_Helmet_Tier2_C_F X2BodyPartTemplate]
DisplayName="Тріщиноподібний забрало"

;Tier 2 D & variant
[TLE_Helmet_Tier2_D_M X2BodyPartTemplate]
DisplayName="Вентильований тактичний шолом"
[TLE_Helmet_Tier2_D_F X2BodyPartTemplate]
DisplayName="Вентильований тактичний шолом"
[TLE_Helmet_Tier2_D2_M X2BodyPartTemplate]
DisplayName="Броньований тактичний шолом"
[TLE_Helmet_Tier2_D2_F X2BodyPartTemplate]
DisplayName="Броньований тактичний шолом"

;Helmet Tier 3///////////////////////////

;Tier 3 A.
[TLE_Helmet_Tier3_A_M X2BodyPartTemplate]
DisplayName="Повна бронемаска"
[TLE_Helmet_Tier3_A_F X2BodyPartTemplate]
DisplayName="Повна бронемаска"

;Tier 3 B & variant
[TLE_Helmet_Tier3_B_M X2BodyPartTemplate]
DisplayName="Капюшон з терморегуляцією"
[TLE_Helmet_Tier3_B_F X2BodyPartTemplate]
DisplayName="Капюшон з терморегуляцією"
[TLE_Helmet_Tier3_B2_M X2BodyPartTemplate]
DisplayName="Сталевий капюшон"
[TLE_Helmet_Tier3_B2_F X2BodyPartTemplate]
DisplayName="Сталевий капюшон"

;Tier 3 C & variant
[TLE_Helmet_Tier3_C_M X2BodyPartTemplate]
DisplayName="Шолом ВКС з проводкою"
[TLE_Helmet_Tier3_C_F X2BodyPartTemplate]
DisplayName="Шолом ВКС з проводкою"
[TLE_Helmet_Tier3_C2_M X2BodyPartTemplate]
DisplayName="Шолом ВКС"
[TLE_Helmet_Tier3_C2_F X2BodyPartTemplate]
DisplayName="Шолом ВКС"

;Tier 3 D & variant
[TLE_Helmet_Tier3_D_M X2BodyPartTemplate]
DisplayName="Поліпшений шолом сталкера"
[TLE_Helmet_Tier3_D_F X2BodyPartTemplate]
DisplayName="Поліпшений шолом сталкера"
[TLE_Helmet_Tier3_D2_M X2BodyPartTemplate]
DisplayName="Шолом сталкера"
[TLE_Helmet_Tier3_D2_F X2BodyPartTemplate]
DisplayName="Шолом сталкера"

;New male voice

[RolandVoice1_English_US X2BodyPartTemplate]
DisplayName="Риццо"

; --------------------------------------------------------------------------------------------------------------------------------------------------------
; To update, add, or remove attitude animations, change the list below, then contact programmer to edit X2StrategyElement_TLESoldierPersonalities.uc file
; //xcom2/main/XCOM2/Development/Src/TLE/Classes/X2StrategyElement_TLESoldierPersonalities.uc
; --------------------------------------------------------------------------------------------------------------------------------------------------------

[Personality_TLE1 X2SoldierPersonalityTemplate]
FriendlyName="Злість"

[Personality_TLE2 X2SoldierPersonalityTemplate]
FriendlyName="Зарозумілість"

[Personality_TLE3 X2SoldierPersonalityTemplate]
FriendlyName="Підозрілість"

[Personality_TLE4 X2SoldierPersonalityTemplate]
FriendlyName="Самовдоволеність"

[Personality_TLE5 X2SoldierPersonalityTemplate]
FriendlyName="Вперед!"

; Ladder Progression Upgrades

[HunterWeaponsSpecialist X2LadderUpgradeTemplate]
ShortDescription="Зброя мисливців за прибульцями"
FullDescription="Відкриває гвинтівку, пістолет, сокиру і крижані бомби з доповнення \"Мисливці за прибульцями\""

[HunterWeaponsPsiOp X2LadderUpgradeTemplate]
ShortDescription="Зброя мисливців за прибульцями"
FullDescription="Відкриває гвинтівку, пістолет, сокиру і крижані бомби з доповнення \"Мисливці за прибульцями\" (варіант для псі-агентів)"

[ChosenRifleSpecialist X2LadderUpgradeTemplate]
ShortDescription="Дезінтегратор Обраного"
FullDescription="Озброює вашого фахівця дезінтегратором"

[ChosenRiflePsiOp X2LadderUpgradeTemplate]
ShortDescription="Дезінтегратор Обраного"
FullDescription="Озброює вашого псі-агента дезінтегратором"

[ChosenShotgunRanger X2LadderUpgradeTemplate]
ShortDescription="\"Арасі\" Обраного"
FullDescription="Озброює вашого рейнджера \"Арасі\""

[ChosenSwordRanger X2LadderUpgradeTemplate]
ShortDescription="Катана Обраного"
FullDescription="Озброює вашого рейнджера катаною"

[ChosenSniperSharpshooter X2LadderUpgradeTemplate]
ShortDescription="\"Темний спис\" Обраного"
FullDescription="Озброює вашого снайпера \"Темним списом\""

[ChosenPistolSharpshooter X2LadderUpgradeTemplate]
ShortDescription="\"Темний кіготь\" Обраного"
FullDescription="Озброює вашого снайпера \"Темним кігтем\""

[ExperimentalPlatedArmor X2LadderUpgradeTemplate]
ShortDescription="\"Павук\" і \"Екзокостюм\""
FullDescription="Дає вашим снайперам і рейнджерам костюми \"Павук\", а гранатометникам і псі-агентам - \"Екзокостюми\""

[ExperimentalPoweredArmor X2LadderUpgradeTemplate]
ShortDescription="\"Привид\" і \"Бойовий костюм\""
FullDescription="Дає вашим снайперам і рейнджерам костюми \"Привид\", а гранатометникам і псі-агентам - \"Бойові костюми\""

[ExperimentalPoweredWeapons X2LadderUpgradeTemplate]
ShortDescription="Експериментальна зброя"
FullDescription="Відкриває нове потужне зброю"

[HunterArmor X2LadderUpgradeTemplate]
ShortDescription="Броня мисливців за прибульцями"
FullDescription="Дає вашим бійцям легку, середню або важку броню прибульців"

[HunterArmorMk2 X2LadderUpgradeTemplate]
ShortDescription="Броня мисливців за прибульцями"
FullDescription="Дає вашим бійцям легку, середню або важку броню прибульців"

[ExperimentalAmmo X2LadderUpgradeTemplate]
ShortDescription="Експериментальні боєприпаси"
FullDescription="Дає вашим бійцям нові типи боєприпасів"

[ExperimentalGrenades X2LadderUpgradeTemplate]
ShortDescription="Експериментальні гранати"
FullDescription="Дає вашим бійцям нові типи гранат"

[AdvancedExplosives X2LadderUpgradeTemplate]
ShortDescription="Поліпшена вибухівка"
FullDescription="Дає вашим бійцям нові поліпшені типи гранат"

[BasicPCSes X2LadderUpgradeTemplate]
ShortDescription="Базові персональні бойові модулі"
FullDescription="Дає вашим бійцям ПБМ початкового рівня"

[AdvancedPCSes X2LadderUpgradeTemplate]
ShortDescription="Поліпшені персональні бойові модулі"
FullDescription="Дає вашим бійцям ПБМ середнього рівня"

[SuperiorPCSes X2LadderUpgradeTemplate]
ShortDescription="Переважні особисті бойові модулі"
FullDescription="Дає вашим бійцям ПБМ вищого рівня"

[BasicWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Базові модифікації зброї"
FullDescription="Дає вашим бійцям поліпшення для зброї початкового рівня"

[AdvancedWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Поліпшені збройові модифікації"
FullDescription="Дає вашим бійцям поліпшення для зброї середнього рівня"

[SuperiorWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Модифікації зброї ультра-рівня"
FullDescription="Дає вашим бійцям поліпшення для зброї вищого рівня"

[ExperimentalVests X2LadderUpgradeTemplate]
ShortDescription="Експериментальні бронежилети"
FullDescription="Дає вашим бійцям експериментальні бронежилети"

[UtilityItems X2LadderUpgradeTemplate]
ShortDescription="Допоміжне спорядження"
FullDescription="Дає вашим бійцям допоміжне спорядження"

[Interact_SweaterTube X2AbilityTemplate]
LocFriendlyName="Відкрити стазис-капсулу"
LocHelpText="Відкрити стазис-капсулу \"Адвента\"."

[Hack_Scan X2AbilityTemplate]
LocFriendlyName="Сканувати об'єкт"
LocHelpText="Сканувати об'єкт, щоб створити його тривимірний креслення."
LocFlyOverText="Сканування"

[IntrusionProtocol_Scan X2AbilityTemplate]
LocFriendlyName="Сканувати об'єкт"
LocLongDescription="Сканувати об'єкт, щоб створити його тривимірний креслення, задіявши <Ability:SECONDARYWEAPONNAME/>."
LocHelpText="Ваш <Ability:SECONDARYWEAPONNAME/> може сканувати об'єкти."
LocFlyOverText="Сканування"
LocDefaultSecondaryWeapon="\"ГРЕМЛИН\""

; Character templates

[NarrativeCentral X2CharacterTemplate]
strForcedFirstName="Джон"
strForcedLastName="Бредфорд"
strForcedNickName="Центр"

[LadderShen X2CharacterTemplate]
strForcedFirstName="Ань-І"
strForcedLastName="Шень"
strForcedNickName="Лілі"

[JaneKelly X2CharacterTemplate]
strForcedFirstName="Джейн"
strForcedLastName="Келлі"
strForcedNickName="Тихоня"

[PeterOsei X2CharacterTemplate]
strForcedFirstName="Пітер"
strForcedLastName="Осей"
strForcedNickName="Буян"

[AnaRamirez X2CharacterTemplate]
strForcedFirstName="Анна"
strForcedLastName="Рамірес"
strForcedNickName="Скіннер"

[PirateDJ_VIP X2CharacterTemplate]
strForcedFirstName="Джейк"
strForcedLastName="Леві"
strForcedNickName="Ведучий"
strCharacterName="Ведучий радіо"

[BlackMarketTrader_VIP X2CharacterTemplate]
strForcedFirstName="Дубравка"
strForcedLastName="Хорват"
strForcedNickName="Маша"

[LilyShen_VIP X2CharacterTemplate]
strForcedFirstName="Ань-І"
strForcedLastName="Шень"
strForcedNickName="Лілі"

[JaneKelly_VIP X2CharacterTemplate]
strForcedFirstName="Джейн"
strForcedLastName="Келлі"
strForcedNickName="Тихоня"

[PeterOsei_VIP X2CharacterTemplate]
strForcedFirstName="Пітер"
strForcedLastName="Осей"
strForcedNickName="Буян"

[AnaRamirez_VIP X2CharacterTemplate]
strForcedFirstName="Анна"
strForcedLastName="Рамірес"
strForcedNickName="Скіннер"

[Tygan_VIP X2CharacterTemplate]
strForcedFirstName="Чарльз"
strForcedLastName="Тайган"
strForcedNickName="Бургермен"

[PsiZombieCivilian X2CharacterTemplate]
strCharacterName="Зомбі"

[NeonateChryssalid X2CharacterTemplate]
strCharacterName="Новонароджений крісалід"

; Soldier Class Templates

[LadderCentral X2SoldierClassTemplate]
DisplayName="Рейнджер"
ClassSummary="\"Рейнджер\" - основний розвідник, здатний непомітно пересуватися та атакувати противника на ближній відстані."
LeftAbilityTreeTitle="Розвідка"
RightAbilityTreeTitle="Штурмовик"
AbilityTreeTitles[0]="Розвідка"
AbilityTreeTitles[1]="Штурмовик"
AbilityTreeTitles[2]="XCOM"

[TLE_ChiefEngineer X2SoldierClassTemplate]
DisplayName="Спеціаліст"
ClassSummary="Спеціалісти - оператори найбільш складного обладнання: бойових дронів, здатних вести вогонь або надавати медичну допомогу."
LeftAbilityTreeTitle="Військовий лікар"
RightAbilityTreeTitle="Бойовий зломщик"
AbilityTreeTitles[0]="Військовий лікар"
AbilityTreeTitles[1]="Бойовий зломщик"
AbilityTreeTitles[2]="XCOM"

;-----------------------
; Shen's Gremlin
;-----------------------
[Shen_Gremlin_CV X2GremlinTemplate]
FriendlyName="\"Ровер MК1\""
FriendlyNamePlural="\"Ровер MК1\""
BriefSummary="\"Ровер\", найраніший прототип \"Гремліна\", розроблений Лілі Шень, має ряд дивацтв у поведінці, викликаних \"унікальними\" доопрацюваннями протягом багатьох років."
TacticalText="<Bullet/> \"Ровер\" дозволяє Шень виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує Шень, виконуючи різні протоколи: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогові.\n<Bullet/> Зазвичай противник не помічає \"Ровер\"; також його неможливо пошкодити або знищити. Він відключиться, якщо власник буде вбитий або не зможе ним керувати."
AbilityDescName="\"Ровер\""

[Shen_Gremlin_MG X2GremlinTemplate]
FriendlyName="\"Ровер MК2\""
FriendlyNamePlural="\"Ровер MК2\""
BriefSummary="\"Ровер\", найраніший прототип \"Гремліна\", розроблений Лілі Шень, має ряд дивацтв у поведінці, викликаних \"унікальними\" доопрацюваннями протягом багатьох років."
TacticalText="<Bullet/> \"Ровер\" дозволяє Шень виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує Шень, виконуючи різні протоколи: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогові.\n<Bullet/> Зазвичай противник не помічає \"Ровер\"; також його неможливо пошкодити або знищити. Він відключиться, якщо власник буде вбитий або не зможе ним керувати."
AbilityDescName="\"Ровер\""

[Shen_Gremlin_BM X2GremlinTemplate]
FriendlyName="\"Ровер MК3\""
FriendlyNamePlural="\"Ровер MК3\""
BriefSummary="\"Ровер\", найраніший прототип \"Гремліна\", розроблений Лілі Шень, має ряд дивацтв у поведінці, викликаних \"унікальними\" доопрацюваннями протягом багатьох років."
TacticalText="<Bullet/> \"Ровер\" дозволяє Шень виконувати різні бойові завдання з безпечної відстані.\n<Bullet/> Він супроводжує Шень, виконуючи різні протоколи: допомогти союзникам, зламати електронну ціль або завдати шкоди ворогові.\n<Bullet/> Зазвичай противник не помічає \"Ровер\"; також його неможливо пошкодити або знищити. Він відключиться, якщо власник буде вбитий або не зможе ним керувати."
AbilityDescName="\"Ровер\""

[X2Photobooth]
; TLE Photobooth Attitudes
+m_arrAnimationPoses=(AnimationDisplayName="Злість")
+m_arrAnimationPoses=(AnimationDisplayName="Зарозумілість")
+m_arrAnimationPoses=(AnimationDisplayName="Вперед!")
+m_arrAnimationPoses=(AnimationDisplayName="Самовдоволеність")
+m_arrAnimationPoses=(AnimationDisplayName="Підозрілість")

; TEL Photobooth Rifle
+m_arrAnimationPoses=(AnimationDisplayName="Механічний приціл")
+m_arrAnimationPoses=(AnimationDisplayName="Замисленість")
+m_arrAnimationPoses=(AnimationDisplayName="Знайти та знищити")

; TLE Photobooth Unarmed
+m_arrAnimationPoses=(AnimationDisplayName="Бойовий клич")
+m_arrAnimationPoses=(AnimationDisplayName="\"Ікс-ель\", дитинко!")

; TLE Photobooth Sharpshooter
+m_arrAnimationPoses=(AnimationDisplayName="З двох рук 1")
+m_arrAnimationPoses=(AnimationDisplayName="З двох рук 2")
+m_arrAnimationPoses=(AnimationDisplayName="Стрибок віри")
+m_arrAnimationPoses=(AnimationDisplayName="Всіх замочити!")
+m_arrAnimationPoses=(AnimationDisplayName="Ані кроку назад")
+m_arrAnimationPoses=(AnimationDisplayName="Останній вихід")

; TLE Photobooth Ranger
+m_arrAnimationPoses=(AnimationDisplayName="Понеслась!")
+m_arrAnimationPoses=(AnimationDisplayName="Безшумна смерть")
+m_arrAnimationPoses=(AnimationDisplayName="Смерть з небес")
+m_arrAnimationPoses=(AnimationDisplayName="Один на один")

; TLE Photobooth Grenadier
+m_arrAnimationPoses=(AnimationDisplayName="Лийся, дощ")
+m_arrAnimationPoses=(AnimationDisplayName="Що за чорт?")

; TLE Photobooth PsiOperative
+m_arrAnimationPoses=(AnimationDisplayName="На максимум")
+m_arrAnimationPoses=(AnimationDisplayName="Перший розряд")

; TLE Photobooth Specialist
+m_arrAnimationPoses=(AnimationDisplayName="Підтримка в дорозі")
+m_arrAnimationPoses=(AnimationDisplayName="Вогнева підтримка")

; TLE Photobooth Reaper Specific
+m_arrAnimationPoses=(AnimationDisplayName="Тихі кроки")
+m_arrAnimationPoses=(AnimationDisplayName="Голову з плеч")

; TLE Photobooth Skirmisher
+m_arrAnimationPoses=(AnimationDisplayName="Помста")
+m_arrAnimationPoses=(AnimationDisplayName="По конях!")

; TLE Photobooth Templar
+m_arrAnimationPoses=(AnimationDisplayName="Смертельний удар")
+m_arrAnimationPoses=(AnimationDisplayName="Відображення")

; TLE Photobooth Duo Poses
+m_arrAnimationPoses=(AnimationDisplayName="Я прикрию!")
+m_arrAnimationPoses=(AnimationDisplayName="Спостереження (пістолет)")
+m_arrAnimationPoses=(AnimationDisplayName="Порятунок (зліва)")
+m_arrAnimationPoses=(AnimationDisplayName="Порятунок (праворуч)")
+m_arrAnimationPoses=(AnimationDisplayName="Доставка (зліва)")
+m_arrAnimationPoses=(AnimationDisplayName="Доставка (праворуч)")
+m_arrAnimationPoses=(AnimationDisplayName="Братство (зліва)")
+m_arrAnimationPoses=(AnimationDisplayName="Братство (праворуч)")
+m_arrAnimationPoses=(AnimationDisplayName="Дай п'ять (зліва)")
+m_arrAnimationPoses=(AnimationDisplayName="Дай п'ять (праворуч)")

; TLE Photobooth Battle Poses
+m_arrAnimationPoses=(AnimationDisplayName="Обхоплення гадюки")
+m_arrAnimationPoses=(AnimationDisplayName="Удар мутона")

; TLE Photobooth Victory Poses
+m_arrAnimationPoses=(AnimationDisplayName="Перемога 1")
+m_arrAnimationPoses=(AnimationDisplayName="Перемога 2")
+m_arrAnimationPoses=(AnimationDisplayName="Перемога 3")


; TLE Photobooth Backgrounds
+m_arrBackgroundOptions=(BackgroundDisplayname="Бродяча орда")
+m_arrBackgroundOptions=(BackgroundDisplayname="Сектопод")
+m_arrBackgroundOptions=(BackgroundDisplayname="Обличчя Сектоїда")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затінення - Центр")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затінення - Низ")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затінення - Верх")
+m_arrBackgroundOptions=(BackgroundDisplayname="Посадка \"Месника\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Стоїть \"Адвент\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Контур солдата \"Адвента\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Капітан \"Адвента\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Абстрактний Архонт")
+m_arrBackgroundOptions=(BackgroundDisplayname="Абстрактний \"Адвент\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Голова прибульця (клинки)")
+m_arrBackgroundOptions=(BackgroundDisplayname="Роздавлений череп прибульця")
+m_arrBackgroundOptions=(BackgroundDisplayname="Кулак, що руйнує прибульців")
+m_arrBackgroundOptions=(BackgroundDisplayname="Солдат XCOM")
